[
  "obsidian-text-format",
  "obsidian-icon-folder",
  "obsidian-banners",
  "dataview",
  "fantasy-calendar",
  "obsidian-gallery",
  "obsidian-image-toolkit",
  "obsidian-leaflet-plugin",
  "image-window",
  "templater-obsidian",
  "obsidian-timelines",
  "obsidian-dice-roller",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-5e-statblocks",
  "initiative-tracker",
  "ob-table-enhancer",
  "table-editor-obsidian"
]